app/controllers/users_controller.rb

INSERT INTO `users` (`created_at`, `updated_at`, `last_name`, `first_name`, `email`) VALUES('2010-01-30 19:10:19', '2010-01-30 19:10:19', 'Shukla', 'Abhishek', 'abhishekpshukla@gmail.com')
---
  def create
    @user = User.new(params[:user])

    if @user.save